Repository: kvetinac97/AgapeSongs
Catalog: frontend/app/Shared/*.lproj/Localizable.strings
Languages: cs, pl

# button_back
source: Back
cs: Zpět
pl: Z powrotem

# button_close
source: Close
cs: Zavřít
pl: Zamknąć

# button_submit
source: Submit
cs: Odeslat
pl: Przesłać

# button_yes
source: Yes
cs: Ano
pl: Tak

# button_no
source: No
cs: Ne
pl: Nie

# button_try_again
source: Save offline
cs: Zkusit znovu
pl: Spróbuj jeszcze raz

# button_changed_mind
source: I changed my mind
cs: Nechci smazat účet
pl: Nie chcę usuwać mojego konta

# button_delete
source: Delete
cs: Smazat
pl: Usunąć

source: Loading failed:
cs: Načítání selhalo:
pl: Nie udało się wczytać:

source: Settings
cs: Nastavení
pl: Ustawienia

# band_list
source: Bands
cs: Kapely
pl: Zespoły

# band_list_empty
source: You're not member of any band.
cs: Nejsi členem žádné kapely.
pl: Nie jesteś członkiem żadnego zespołu.

# join_create_band
source: Create new / Join existing band
cs: Vytvořit novou / Připojit se k existující kapele
pl: Utwórz nowy / Dołącz do istniejącego zespołu

# band_leader_list
source: Leaders
cs: Vedoucí
pl: Liderzy

# band_member_list
source: Members
cs: Členové
pl: Członkowie

# band_list_choose_band
source: Select a band from list on the left
cs: Vyber si kapelu ze seznamu napravo
pl: Wybierz zespół z listy po prawej stronie

source: Default band
cs: Výchozí kapela
pl: Domyślny zespół

# song_note
source: Note
cs: Poznámka
pl: Notatka

# no_band_selected
source: No band
cs: Žádná
pl: Żaden

# band_create_or_join
source: Create or join band
cs: Vytvořit kapelu / připojit se
pl: Utwórz zespół / dołącz do zespołu

# band_edit
source: Edit band
cs: Upravit kapelu
pl: Edytuj zespół

# band_name
source: Name
cs: Jméno
pl: Imię

source: Band secret
cs: Připojovací kód
pl: Kod połączenia

# band_secret_information
source: Band secret is a short string that allows anyone to join your band. If you want to join other band, fill in that band name and code.
cs: Připojovací kód je krátký text, který umožní komukoliv se připojit do tvé kapely. Pokud se chceš připojit do existující kapely, napiš zde její jméno a kód, které ti sdělí její vedoucí.
pl: Kod dołączenia to krótki tekst, który pozwala każdemu dołączyć do zespołu. Jeśli chcesz dołączyć do istniejącego zespołu, wprowadź nazwę zespołu i kod, który zostanie ci przekazany przez lidera zespołu.

# band_create_join_success
source: Band created/joined successfully.
cs: Kapela byla úspěšně vytvořena / Připojení úspěšné
pl: Zespół utworzony / dołączenie do zespołu pomyślnie.

# band_create_join_failure
source: Band creation/joining failed:
cs: Vytvoření/připojení se ke kapele selhalo:
pl: Tworzenie/połączenie zespołu nie powiodło się:

# band_edit_success
source: Band edited successfully.
cs: Kapela byla úspěšně upravena.
pl: Zespół edytowany pomyślnie.

# band_edit_failure
source: Band editing failed:
cs: Úprava kapely selhala:
pl: Edycja zespołu nie powiodła się:

# band_join_success
source: Band joined successfully.
cs: Připojení do kapely bylo úspěšné.
pl: Dołączenie do zespołu pomyślnie.

# band_join_error
source: Band joining failed:
cs: Připojení do kapely selhalo:
pl: Połączenie zespołu nie powiodło się:

source: Band settings
cs: Nastavení kapely
pl: Ustawienia zespólu

# band_qr_image
source: Band QR Code
cs: QR kód kapely
pl: QR kód zespólu

# band_hidden
source: Hide band song books locally from song book list
cs: Schovat zpěvníky kapely v seznamu zpěvníků (na tomto zařízení)
pl: Ukryj lokalne śpiewniki zespołu na liście śpiewników

# band_member_create
source: Create band member
cs: Přidat člena kapely
pl: Dodaj członka zespołu

# band_member_create_name
source: Name
cs: Jméno
pl: Imię

# band_member_create_success
source: Band member has been added successfully.
cs: Člen kapely byl úspěšně přidán.
pl: Członek zespołu został pomyślnie dodany.

# band_member_create_failure
source: An error happened while trying to create band member:
cs: Při přidávání člena kapely nastala následující chyba:
pl: Podczas dodawania członka zespołu wystąpił następujący błąd:

# band_member_leave_confirm
source: Do you really want to leave this band? This action cannot be undone. After leaving, you'll have to log in again.
cs: Opravdu chceš opustit tuto kapelu? Tato akce je nevratná. Po opuštění budeš z bezpečnostních důvodů odhlášen.
pl: Czy naprawdę chcesz opuścić ten zespół? Ta promocja nie podlega zwrotowi. Po wyjściu zostaniesz wylogowany ze względów bezpieczeństwa.

# band_member_delete_confirm
source: Do you really want to delete band member
cs: Opravdu chceš odebrat člena kapely
pl: Czy na pewno chcesz usunąć członka zespołu

# band_member_delete_success
source: Band member has been deleted successfully.
cs: Člen kapely byl úspěšně odebrán.
pl: Członek zespołu został pomyślnie usunięty.

# band_member_delete_failure
source: An error happened while trying to delete band member:
cs: Při odebírání člena kapely nastala následující chyba:
pl: Podczas usuwania członka zespołu wystąpił następujący błąd:

# band_member_change_role_confirm
source: Do you really want to change role of
cs: Opravdu chceš změnit roli člena kapely
pl: Naprawdę chcesz zmienić rolę członka zespołu

# band_member_change_role_to
source: to
cs: na
pl: na

# band_member_change_role_success
source: Band member role has been changed successfully.
cs: Role člena kapely byla úspěšně změněna.
pl: Rola członka zespołu została pomyślnie zmieniona.

# band_member_change_role_failure
source: An error happened while trying to change band member role:
cs: Při změně role člena kapely nastala následující chyba:
pl: Podczas zmiany roli członka zespołu wystąpił następujący błąd:

# band_member_me
source: (me)
cs: (já)
pl: (ja)

# band_role_leader
source: Leader
cs: Vedoucí
pl: Lider

# band_role_musician
source: Musician
cs: Hudebník
pl: Muzykant

# band_role_singer
source: Singer
cs: Zpěvák
pl: Śpiewak

# chord_settings
source: Chords
cs: Akordy
pl: Chwyty

# chord_setting_key
source: By song key
cs: Podle tóniny
pl: Według tonu

# chord_setting_sharps
source: Always sharps (C#, F#, G#)
cs: Vždy křížky (C#, F#, G#)
pl: Zawsze krzyże (C#, F#, G#)

# chord_setting_flats
source: Always flats (Db, Gb, Ab)
cs: Vždy béčka (Db, Gb, Ab)
pl: Zawsze beczka (Db, Gb, Ab)

# chord_setting_hidden
source: Hidden
cs: Nezobrazovat
pl: Nie pokazuj

# size_settings
source: Size
cs: Velikost
pl: Rozmiar

# floating_mode
source: Floating window (experimental)
cs: Plovoucí okno (experimentální)
pl: Pływające okno (eksperymentalne)

source: Account settings
cs: Nastavení účtu
pl: Ustawienia konta

# account_delete
source: Delete account
cs: Smazat účet
pl: Usuń konto

# account_delete_confirm
source: Do you really wish to delete your account and all personal data? This action is irreversible!
cs: Opravdu si přeješ smazat tvůj účet a osobní údaje? Tato akce je nevratná!
pl: Czy naprawdę chcesz usunąć swoje konto i dane osobowe? Ta czynność nie podlega zwrotowi!

source: Login
cs: Přihlášení
pl: Zalogowanie

source: Log out
cs: Odhlásit se
pl: Wyloguj sie

# no_song_selected
source: No song selected. You can select one from menu on the left.
cs: Žádná píseň nebyla vybrána. Vyber ji z menu vlevo.
pl: Nie wybrano żadnego utworu. Wybierz go z menu po lewej stronie.

# cannot_create_song
source: You're not Musician in any band, so you cannot create a song.
cs: Nejsi hudebníkem v žádné kapele, nemůžeš tedy přidat píseň.
pl: Nie jesteś muzykiem w żadnym zespole, więc nie możesz dodać piosenki. Dołącz do istniejącego zespołu / utwórz nowy w Ustawieniach.

# song_add_to_playlist
source: Add to playlist
cs: Přidat do playlistu
pl: Dodaj do playlistu

# song_export_opensong
source: Export to OpenSong
cs: Export do OpenSongu
pl: Eksportuj do OpenSongu

# song_export_pdf
source: Export for printing
cs: Export k tisku
pl: Eksportuj do druku

# song_create_success
source: Song created successfully
cs: Píseň úspěšně přidána
pl: Pomyślnie dodano utwór

# song_create
source: New song
cs: Nová píseň
pl: Nowa piosenka

# song_create_default_text
source: .A F Chords start with dot Text starts with space
cs: .A F Akordy začínají tečkou Text začíná mezerou
pl: .A F Akordy zaczynają się od kropki Tekst zaczyna się od spacji

# song_edit_success
source: Song edited successfully
cs: Píseň byla úspěšně upravena
pl: Piosenka została pomyślnie zredagowana

# song_edit
source: Edit song
cs: Upravit píseň
pl: Edytuj piosenkę

# song_delete_confirm
source: Do you really want to delete the song
cs: Opravdu chceš odebrat píseň
pl: Naprawdę chcesz usunąć piosenkę

# song_delete_success
source: Song has been successfully deleted.
cs: Píseň byla úspěšně odebrána.
pl: Piosenka została pomyślnie usunięta.

# song_delete_error
source: An error occured while trying to delete song:
cs: Při odebrání písně nastala následující chyba:
pl: Podczas usuwania utworu wystąpił następujący błąd:

# song_name
source: Name
cs: Jméno
pl: Imię

# song_number
source: Number
cs: Číslo
pl: Numer

# song_songbook
source: Songbook
cs: Zpěvník
pl: Śpiewnik

# song_key
source: Key
cs: Tónina
pl: Ton

# song_bpm
source: BPM
cs: Tempo
pl: Tempo

# song_beat
source: Beat
cs: Takt
pl: Rytm

# song_default_capo
source: Default capo
cs: Výchozí capo
pl: Domyślne capo

# song_chords_text
source: Chords and text
cs: Akordy a text
pl: Chwyty i tekst

# song_settings_song
source: Song
cs: Píseň
pl: Piosenka

# song_settings_edit
source: Edit song
cs: Upravit píseň
pl: Edytuj piosenkę

# song_settings_font_size
source: Text size
cs: Velikost textu
pl: Rozmiar tekstu

# song_metronome_on
source: Enable metronome
cs: Zapnout metronom
pl: Włącz metronom

# song_metronome_off
source: Disable metronome
cs: Vypnout metronom
pl: Wyłącz metronom

# songbook_list
source: Songbooks
cs: Zpěvníky
pl: Śpiewniki

# songbook_list_empty
source: No songbooks.
cs: Žádné zpěvníky.
pl: Brak śpiewników.

# songbook_filter_songbooks
source: Songbooks
cs: Zpěvníky
pl: Śpiewniki

# songbook_filter_actions
source: Actions
cs: Akce
pl: Akcja

# songbook_filter_hide_all
source: Hide all
cs: Skrýt vše
pl: Ukryj wszystko

# songbook_filter_show_all
source: Show all
cs: Zobrazit vše
pl: Pokaż wszystko

# songbook_filter_reload
source: Reload songbooks
cs: Znovu načíst zpěvníky
pl: Przeładować śpiewniki

# cannot_create_songbook
source: You're not leader of any band, so you cannot create a song book. Join existing band / create new in Settings.
cs: Nejsi členem žádné kapely, nemůžeš tedy přidat zpěvník. Připoj se k existující kapele / vytvoř novou v Nastavení.
pl: Nie jesteś członkiem żadnego zespołu, więc nie możesz dodać śpiewnika.

# songbook_create_success
source: Songbook created successfully
cs: Zpěvník úspěšně přidán
pl: Śpiewnik został pomyślnie dodany

# songbook_create
source: New songbook
cs: Nový zpěvník
pl: Nowy śpiewnik

# songbook_edit_success
source: Songbook edited successfully
cs: Zpěvník úspěšně upraven
pl: Śpiewnik pomyślnie edytowany

# songbook_edit
source: Edit songbook
cs: Upravit zpěvník
pl: Edytuj śpiewnik

# songbook_delete_confirm
source: Do you really want to delete the song book
cs: Opravdu chceš odebrat zpěvník
pl: Naprawdę chcesz usunąć śpiewnik

# songbook_delete_success
source: Song book has been successfully deleted.
cs: Zpěvník byl úspěšně odebrán.
pl: Śpiewnik został pomyślnie usunięty.

# songbook_delete_error
source: An error occured while trying to delete song book:
cs: Při odebírání zpěvníku nastala následující chyba:
pl: Podczas usuwania śpiewnika wystąpił następujący błąd:

# could_not_save_songs
source: Could not upload offline edits for following songs (precondition failed):
cs: Nepodařilo se uložit offline úpravy pro následující písně (konflikt se stávající verzí na serveru):
pl: Nie udało się zapisać edycji offline dla następujących utworów (konflikt z istniejącą wersją na serwerze):

# songbook_name
source: Name
cs: Jméno
pl: Imię

# songbook_band
source: Band
cs: Kapela
pl: Zespół

# songbook_empty
source: No songs
cs: Žádné písně
pl: Brak piosenek

# songbook_search
source: Search
cs: Hledat
pl: Szukać

# songbook_songs
source: Songs
cs: Písně
pl: Piosenki

# playlist_upload_choose_band
source: Choose a band to upload playlist to
cs: Vyber kapelu pro nahrání playlistu
pl: Wybierz zespół, aby przesłać playlistu

# playlist_upload_not_leader
source: You're not leader of any band, so you don't have a band to upload playlist to
cs: Nejsi vedoucím žádné kapely, nemáš tedy kam nahrát playlist
pl: Nie jesteś liderem żadnego zespołu, więc nie masz gdzie nagrywać playlisty

# playlist_upload_success
source: Playlist has been uploaded successfully
cs: Playlist byl úspěšně nahrán
pl: Playlista pomyślnie przesłana

# playlist_upload_failure
source: An error happened while trying to upload playlist:
cs: Při nahrávání playlistu nastala následující chyba:
pl: Podczas wczytywania playlisty wystąpił następujący błąd:

# playlist_download_choose_band
source: Choose a band to download playlist from
cs: Vyber kapelu pro stažení playlistu
pl: Wybierz zespół, aby pobrać playlistu

# playlist_download_not_leader
source: You're not member of any band, so you don't have a band to download playlist from
cs: Nejsi členem žádné kapely, nemáš tedy odkud stáhnout playlist
pl: Nie jesteś członkiem żadnego zespołu, więc nie masz gdzie pobrać playlisty

# playlist_download_success
source: Playlist has been downloaded successfully
cs: Playlist byl úspěšně stažen
pl: Pomyślnie pobrano playlistę

# playlist_download_failure
source: An error happened while trying to download playlist:
cs: Při stahování playlistu nastala následující chyba:
pl: Podczas pobierania playlisty wystąpił następujący błąd:

# playlist_delete_confirm
source: Do you really wish to clear playlist on your device?
cs: Opravdu chcete smazat playlist na tomto zařízení?
pl: Naprawdę chcesz usunąć śpiewnik playlist na urządzeniu?

# band_list_response_parse_error
source: Could not parse Band list from response
cs: Nepodařilo se ze serveru načíst seznam kapel
pl: Nie udało się pobrać listy zespół z serwera

# band_member_response_parse_error
source: Could not parse Band member from response
cs: Nepodařilo se ze serveru načíst kapelu
pl: Nie udało się wczytać zespół z serwera

# user_response_parse_error
source: Could not parse User from response
cs: Nepodařilo se ze serveru načíst uživatele
pl: Nie udało się załadować użytkownika z serwera

# song_response_parse_error
source: Could not parse Song from response
cs: Nepodařilo se ze serveru načíst píseň
pl: Nie udało się wczytać utworu z serwera

# song_note_response_parse_error
source: Could not parse Song note from response
cs: Nepodařilo se ze serveru načíst poznámku k písni
pl: Nie udało się wczytać notatki z serwera

# playlist_response_parse_error
source: Could not parse Playlist from response
cs: Nepodařilo se ze serveru načíst playlist
pl: Nie udało się wczytać playlisty z serwera

# songbook_list_response_parse_error
source: Could not parse SongBook list from response
cs: Nepodařilo se ze serveru načíst seznam zpěvníků
pl: Nie udało się pobrać listy śpiewników z serwera

# songbook_response_parse_error
source: Could not parse SongBook from response
cs: Nepodařilo se ze serveru načíst zpěvník
pl: Nie udało się wczytać śpiewnika z serwera

# invalid_request_url_error
source: Invalid request URL
cs: Neplatná adresa API
pl: Nieprawidłowy adres API

# no_connection_error
source: You're not connected to the internet
cs: Nejsi připojen k internetu / tvé připojení je příliš pomalé
pl: Nie masz połączenia z internetem

# apple_auth_error
source: Error while trying to communicate with Apple servers
cs: Chyba při snaze o připojení k Apple serveru
pl: Błąd podczas próby połączenia z serwerem Apple

# http_error_400
source: Invalid request
cs: Neplatný požadavek
pl: Nieprawidłowe żądanie

# http_error_401
source: App inconsistency happened. Please log out and log back in
cs: Mezi aplikací a API nastala nekonzistence. Prosím odhlaš se a znovu přihlaš
pl: Istnieje niespójność między aplikacją a interfejsem API. Wyloguj się i zaloguj ponownie

# http_error_403
source: You are not allowed to perform this operation
cs: Nemáš právo provést tuto akci
pl: Nie masz prawa wykonać tej czynności

# http_error_404
source: The requested entity was not found
cs: Požadovaná stránka nebyla nalezena
pl: Żądana strona nie została znaleziona

# http_error_500
source: Server unavailable right now. Please try again later
cs: Server je právě nedostupný. Zkus to později
pl: Serwer jest obecnie niedostępny. Spróbuj ponownie później

# http_error_503
source: Service is currently unavailable. Please try again later
cs: Služba je právě nedostupná. Zkus to později

# band_member_create_role
source: Role
pl: Rola
